Revit 2027 API
InitialIntensity.InitialIntensityValue Property
 The calculated initial intensity value.
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double InitialIntensityValue { get; }
Public ReadOnly Property InitialIntensityValue As Double
	Get
public:
property double InitialIntensityValue {
	double get ();
}
member InitialIntensityValue : float with get
Property Value
Double
See Also
Reference
InitialIntensity Class
Autodesk.Revit.DB.Lighting Namespace